<?php defined('SITE_OPEN') OR exit('No direct script access allowed'); ?>

<main>
    <div class="container-fluid">
        <div class="row">
            <div class="col-md-12">

                <div>
                    <h4>Освіта</h4>
                    Харківський національний технічний університет сільського господарства імені Петра Василенка
                    Навчально-науковий інститут енергетики та комп'ютерних технологій, Харьков

                    Вища, з 09.2011 по 11.2014 (3 роки 2 місяці)

                    Кафедра технотроніки і теоретичної електротехніки


                    Кам'янець-Подільський національний університет імені Івана Огієнка
                    Фізико-математичний, Каменец-Подольский

                    Вища, з 09.1996 по 06.2001 (4 роки 9 місяців)
                </div>

                <div>
                    <h4>Досвід роботи</h4>
                    Викладач кафедри фізико-математичних та загальнотехнічних дисциплін
                    з 09.2005 по 09.2017 (12 років)
                    Подільський державний аграрно-технічний університет, Каменец-Подольский (Освіта)

                    Викладання дисциплін: фізика, біофізика, теоретична механіка, інженерна і компютерна графіка
                </div>

                <div>
                    ЛИЧНЫЕ КАЧЕСТВА.
                    Безусловно, мои знания еще весьма и весьма скудны, и я многого не знаю.
                    Но если вы ищете ответственного, заинтересованного,
                    целеустремленного исполнителя ваших идей в сфере веб-разработки, то это как раз Я.
                    У меня есть огромное желание развиваться в сфере интернет-технологий.
                    Я очень люблю то, что я делаю.
                    Я отношусь с большой ответственностью к тому, что я делаю.


                </div>

                <div>
                    <h4>Знання мов</h4>
                    Украинский, Русский — експерт

                    English — початковий

                    Polski — початковий
                </div>

            </div>
        </div>
    </div>
</main>