<?php defined('SITE_OPEN') OR exit('Error'); ?>

<!-- MAIN -------------------------------------------------------------------------- -->
<main>
    <section id="main">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12 m-img-top">
                    <!-- https://www.pexels.com/ -->
                    <div class="m-img-overlay">
                    </div>

                        <div class="col-md-12 m-text">
                            <h1 class="text-uppercase">
                                Професійна розробка
                                <span>WEB-сайтів</span>
                            </h1>
                        </div>

                        <div class="col-md-12 m-text-skill">
                            <p>
                                WEB-РАЗРОБКА | HTML-ВЕРСТАННЯ
                            </p>
                            <p>
                                MVC: LARAVEL, CODEIGNITER
                            </p>
                            <p>
                                CMS: WORDPRESS, JOOMLA
                            </p>
                            <p>
                                ПРОГРАММІСТ: PHP, JAVASCRIPT
                            </p>
                        </div>

                        <div class="col-md-12 m-text-t">
                            <p>
                                Доброго дня! Меня звати Михайло.
                                Я займаюсь разрабкою сайтів з нуля, під ключ.
                            </p>
                            <p>
                                Спеціаліст по CMS WordPress, Joomla.
                                Роблю верстання, наповнення і програмування сайтів.
                                Добавляю весь необхідний функціонал на сайті.
                            </p>
                            <p>
                                Роблю адаптивний дизайн на Bootstrap,
                                таким чином Ваш сайт будет чудово виглядати на усіх пристроях.
                            </p>
                            <p>
                                Усі розпочаті проекти довожу до логічного кінця, постійно удосконалюю
                                свій професійний рівень.
                            </p>
                            <p>
                                Ви можете засовити в меня разрабоку сайта з нуля,
                                або звязатися зі мною для співробітництва.
                            </p>
                        </div>



                </div>

            </div>
        </div>
    </section>


    <!-- ABOUT -->
    <section id="about">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12">

                    <div>
                        <h4>Освіта</h4>
                        Харківський національний технічний університет сільського господарства імені Петра Василенка
                        Навчально-науковий інститут енергетики та комп'ютерних технологій, Харьков

                        Вища, з 09.2011 по 11.2014 (3 роки 2 місяці)

                        Кафедра технотроніки і теоретичної електротехніки


                        Кам'янець-Подільський національний університет імені Івана Огієнка
                        Фізико-математичний, Каменец-Подольский

                        Вища, з 09.1996 по 06.2001 (4 роки 9 місяців)
                    </div>

                    <div>
                        <h4>Досвід роботи</h4>
                        Викладач кафедри фізико-математичних та загальнотехнічних дисциплін
                        з 09.2005 по 09.2017 (12 років)
                        Подільський державний аграрно-технічний університет, Каменец-Подольский (Освіта)

                        Викладання дисциплін: фізика, біофізика, теоретична механіка, інженерна і компютерна графіка
                    </div>

                    <div>
                        ЛИЧНЫЕ КАЧЕСТВА.
                        Безусловно, мои знания еще весьма и весьма скудны, и я многого не знаю.
                        Но если вы ищете ответственного, заинтересованного,
                        целеустремленного исполнителя ваших идей в сфере веб-разработки, то это как раз Я.
                        У меня есть огромное желание развиваться в сфере интернет-технологий.
                        Я очень люблю то, что я делаю.
                        Я отношусь с большой ответственностью к тому, что я делаю.

                    </div>

                    <div>
                        <h4>Знання мов</h4>
                        Украинский, Русский — експерт

                        English — початковий

                        Polski — початковий
                    </div>

                </div>
            </div>
        </div>
    </section>


    <!-- RESUME -->
    <section id="resume">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12">
                    <div>
                        <h4>Навички роботи з комп’ютером</h4>
                        - MS Windows (XP, Vista, 7, Windows 10)
                        - Linux (Ubuntu, Mint)
                        - AutoCAD, Компас 3D
                        - Adobe Photoshop
                    </div>

                    <div>
                        <h4>Професійні навички</h4>
                        HTML (5 років досвіду)
                        Експерт, використовую в даний час.


                        CSS, Bootstrap (2 роки досвіду)
                        Середній, використовую в даний час.


                        PHP, Laravel, CodeIgniter (2 роки досвіду)
                        Середній, використовую в даний час.


                        WordPress (1 рік досвіду)
                        Початковий, використовую в даний час.


                        MySQL (2 роки досвіду)
                        Початковий, використовую в даний час.


                        JavaScript (2 роки досвіду)
                        Початковий, використовую в даний час.


                        JQuery, AJAX (2 роки досвіду)
                        Початковий, використовую в даний час.


                        Git, GitHub (1 рік досвіду)
                        Початковий, використовую в даний час.
                    </div>
                </div>
            </div>
        </div>
    </section>


    <!-- PORTFOLIO -->
    <section id="portfolio">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12">


                </div>

            </div>
        </div>
    </section>

</main>